Table of Contents
 Class ConcreteULSCheckResultTorsion
Namespace
IdeaRS.OpenModel.Concrete.CheckResult
Assembly
IdeaRS.OpenModel.dll
ULS Check Torsion base
public abstract class ConcreteULSCheckResultTorsion : ConcreteCheckResultBase
Inheritance
object
ConcreteCheckResultBase
ConcreteULSCheckResultTorsion
Derived
ConcreteULSCheckResultTorsionEc2
Inherited Members
 ConcreteCheckResultBase.InternalFores
 ConcreteCheckResultBase.NonConformities
 ConcreteCheckResultBase.Result
 ConcreteCheckResultBase.CheckValue
 ConcreteCheckResultBase.LimitCheckValue
 ConcreteCheckResultBase.Check
 object.Equals(object)
 object.Equals(object, object)
 object.GetHashCode()
 object.GetType()
 object.MemberwiseClone()
 object.ReferenceEquals(object, object)
 object.ToString()
 Edit this page